{
  "description": "Pacelli Arredamenti with a vast selection of high quality products and a strong commitment to your satisfaction, is your reliable partner to transform your vision of extraordinary interiors into a tangible reality",
  "mission": {
    "title": "Mission",
    "subtitle1": "Creating extraordinary environments that meet customers' individual needs and tastes",
    "subtitle2": "Transforming customer visions into reality",
    "subtitle3": "Ensure the success of every project"
  },
  "reason": {
    "title": "Why us",
    "subtitle1": "Choosing Pacelli Arredamenti is much more than a simple purchasing decision; it is an affirmation of your commitment to quality and your appreciation for unparalleled design",
    "subtitle2": "With Pacelli Arredamenti, there is no need for compromises. Here, quality and convenience come together harmoniously, offering you the opportunity to realize your furnishing dreams in one extraordinary place"
  },
  "strong_point": {
    "title": "Strengths",
    "subtitle": "Our success is fueled by three fundamental pillars: a vast selection of products selected by high-quality companies, an unwavering focus on precision and a strong commitment to trust and transparency",
    "item1": {
      "title": "Delivery at any cost",
      "content": "Delivery to any floor, professional assembly and installation"
    },
    "item2": {
      "title": "Exclusive brands",
      "content": "We are the official representatives of many top quality manufacturers"
    },
    "item3": {
      "title": "Guarantee",
      "content": "Immediate replacement of parts in the event of malfunction or product defects"
    },
    "item4": {
      "title": "After-sales assistance",
      "content": "We provide direct assistance with specialist arrangements through expert blacksmiths, carpenters and cabinetmakers, even after years"
    },
    "item5": {
      "title": "50+ years on the furniture market",
      "content": "Pacelli is a symbol of reliability and customer support even after years, guaranteeing continuous assistance and support with internal professionals"
    }
  },
  "history": {
    "title": "Our story",
    "description1": "Interior design for Pacelli is a testament to dedication and passion that has spanned more than three generations. Since the post-war period, this family has contributed significantly to the evolution of this ever-changing sector. The initial chapter of this fascinating story opens way back in 1968, when the visionary Ivo Pacelli makes a bold and revolutionary move. From a sales business that spanned a wide range of products, including food and feed, Ivo decided to focus on something different: furniture. Initially, the premises in which they operated remained the same, but his enterprising spirit, combined with the growing demand for quality furnishings, pushed the Pacelli family to dream big. At the end of the 1970s, the need for space became evident, and it was at this crucial moment that the company's historic headquarters was born. The building consisted of a masonry structure beneath a large prefabricated usable space, one of the first in the entire area.",
    "description2": "This headquarters represented the commitment and determination of the Pacelli family in the furniture sector. The results of such dedication and commitment were not long in coming, and just ten years after the first expansion, the company found itself having to demolish the original building again to build a new one, this time with three floors. At the heart of this company is an exceptional team of highly qualified professionals, guided by the vision and leadership of Paolo Pacelli, Ivo's son, who has led the company with dedication and passion for 30 years now. This commitment to excellence translates into an unparalleled offering of furnishing services and products, from interior and exterior design to bathroom furnishings, from textile products to lighting, from objects to wallpaper . The historic headquarters still represents the beating heart of this company today. Here, family traditions are jealously guarded, while the passion for high-quality furniture continues to guide the company towards new horizons of success. In summary, Pacelli's historic headquarters is much more than a physical place: here family roots are intertwined with contemporary creativity, where high-quality furniture is an art form that constantly evolves. It is the hub where the past and future embrace each other, creating a company that embodies the essence of timeless design."
  }
}
