{
  "plan": {
    "title": "Are you planning something special for your home or new business?",
    "desc": "Make an appointment now for a free personalized consultation and let our team of experts assist you in turning your dreams into reality. We are here to make what you want possible"
  },
  "before_after": {
    "title": "Watch the transformation: Before and After",
    "desc": "We're excited to show you some of the projects we've done, all customized to meet our clients' needs. The transformation is incredible, and we're ready to take your space to the next level, too. Contact us now to see how we can improve your environment!"
  },
  "arr_icon": {
    "item_1": {
      "title": "Free quotation",
      "desc": "Receive your personalized advice and receive a quote at no cost"
    },
    "item_2": {
      "title": "Transport and assembly",
      "desc": "We offer transport and assembly services in Italy and abroad, performed by our highly qualified team"
    },
    "item_3": {
      "title": "Bespoke 3D design",
      "desc": "Our architects develop your furniture starting with an accurate measurement of the measurements and using the most advanced digital technologies. Thanks to cutting-edge tools in the field of digitalization and design, we offer you the opportunity to preview an extremely realistic representation of your project"
    },
    "item_4": {
      "title": "Special wedding promos",
      "desc": "We have created exclusive promotional packages dedicated to young married couples, offering them the opportunity to furnish their spaces with high quality furniture and materials at special and advantageous prices"
    },
    "item_5": {
      "title": "Customer service",
      "desc": "Customer service has always been our priority. We are by your side from the initial design phase, during the selection of your favorite furnishings, during installation and also in the after-sales period. Our commitment to supporting you is long-lasting and constant"
    },
    "item_6": {
      "title": "Personalized financing",
      "desc": "We offer customizable financing for a worry-free purchase. Thanks to these financing options, you will be able to choose the furniture you love most and pay for it comfortably in installments"
    }
  },
  "book_appointment": "Book an appointment"
}
